Repository: nicoxygen/payfip
Catalog: languages/*.po
Languages: fr_fr

source: TIPI Gateway
fr_fr: Passerelle PAYFIP

source: Enter Your Tipi Client Number
fr_fr: Entrez votre numéro de client PAYFIP

source: Input Mode
fr_fr: Mode d'entrée

source: Where to display it ?
fr_fr: Où l'afficher ?

source: Disable plugin css style?
fr_fr: Désactiver le style CSS du plugin ?

source: Settings
fr_fr: Paramètres

source: &mdash; Select &mdash;
fr_fr: &mdash; Sélectionner &mdash;

source: Show
fr_fr: Afficher

source: Add New Page
fr_fr: Ajouter une nouvelle page

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

# Post Type General Name
source: Tipi FAQs
fr_fr: FAQ PAYFIP

# Post Type Singular Name
source: Tipi FAQ
fr_fr: FAQ PAYFIP

source: Tipi Faqs
fr_fr: FAQ PAYFIP

source: Faq Tipi
fr_fr: Faq Payfip

source: Tipi Faq Archives
fr_fr: Payfip Faq Archives

source: All Tipi Faqs
fr_fr: Toutes les FAQ Payfip

source: Add a FAQ
fr_fr: Ajouter une FAQ

source: Tipi FAQ
fr_fr: FAQ PAYFIP

source: Manage Tipi Faq
fr_fr: Gérer Payfip Faq

# Post Type General Name
source: Invoices Types
fr_fr: Types de factures

# Post Type Singular Name
source: Invoices Type
fr_fr: Type de factures

source: Tipi Invoices Types
fr_fr: Types de factures PAYFIP

source: Invoices Types
fr_fr: Types de factures

source: Add invoice type
fr_fr: Ajouter un type de facture

source: Invoices Type
fr_fr: Type de factures

source: Custom Invoices Types
fr_fr: Types de factures personnalisées

source: Reference
fr_fr: Référence

source: Internal Reference
fr_fr: Référence interne

source: Donate
fr_fr: Faire un don

source: TIPI Gateway Settings
fr_fr: Paramètres de la passerelle Payfip

source: About
fr_fr: À propos

source: Help and frequently asked questions
fr_fr: Aide et foire aux questions

source: Choose a type
fr_fr: Choisissez un type

source: This plugin allow you tu use the PAYFIP Gateway allowing people to pay by credit card dierctly from your site.
fr_fr: Ce plugin vous permet d'utiliser la passerelle PAYFIP permettant aux gens de payer par carte de crédit directement depuis votre site.
